IDEA Open Model
MatConcreteEc2.Fck Property
Compatible with IDEA StatiCa Beta 20.0
 Characteristic compressive cylinder strength of concrete at 28 days - fck
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fck { get; set; }
Public Property Fck As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace